var xzqh = {
    'hefei': {
        'xzqh': 'all',
        'center': [31.825351, 117.233441]
    },
    'shushan': {
        'xzqh': '蜀山区',
        'center': [31.857743, 117.267217]
    },
    'yaohai': {
        'xzqh': '瑶海区',
        'center': [31.864123, 117.316947]
    },
    'baohe': {
        'xzqh': '包河区',
        'center':[31.79933, 117.317522]
    },
    'luyang': {
        'xzqh': '庐阳区',
        'center': [31.884974, 117.272391]
    },
    'changfeng': {
        'xzqh': '长丰县',
        'center': [32.48421, 117.173847]
    },
    'feidong': {
        'xzqh': '肥东县',
        'center': [31.895187, 117.476415]
    },
    'feixi': {
        'xzqh': '肥西县',
        'center': [31.71401, 117.165961]
    },
    'lujiang': {
        'xzqh': '庐江县',
        'center': [31.260833, 117.295586]
    },
    'chaohu': {
        'xzqh': '巢湖市',
        'center': [31.629987, 117.896435]
    },
    'gaosu': {
        'xzqh': '高速',
        'center': [31.914455, 117.122956]
    },
    'shixia': {
        'xzqh': '市辖区',
        'center': [31.825351, 117.233441]
    }
};